# Старт
start_text1 = ('Как здорово, что Вы присоединились к нам\!\n\n'
              'Здесь, Вы найдете множество отличных решений, для Ваших задач\.\n\n'
              'Мы по прежнему работаем в направлениях: строительство, ремонт и дизайн\.\n\n'
              'А так же профессионально оказываем полное сопровождение для предпринимателей, в вопросах продажи их бизнеса и привлечения инвестиций\.\n\n'
             )

start_text2 = ('Я Вадим Кириченко 😇, буду искренне рад знакомству с Вами\.\n\n'
              'Основатель ГК Соncrete \- компании, с 12 ти летней историей\.\n\n'
              'За это время мы успешно освоили множество направлений в бизнесе \- производство, продажи, услуги\.\n'
              '✅ Создали с нуля завод и выпустили больше 20 тыс\. тонн ЖБИ\. Полностью окупив его за 2 года\.\n\n'
              '✅ Освоили 7 смежных направлений в строительстве\. Что позволило нам прирастать в прибыли до 40\% в год идиверсифицировать риски\.\n\n'
              '✅ Сделали довольными около 1000 наших клиентов за все время, что позволило им решить свои задачи наилучшим образом, доверившись нам\!\n\n'
              'Я готов помочь Вам в решении Ваших задач\!\n\n'
              'Выберите сферу которая Вас интересуети получите приветственный бонус  🎁\n\n')


# Старт >> Продажа бизнеса и поиск инвестиций
sale_biz_invest_text1 = r"""
Я очень рад, что Вы присоединились и в знак благодарности предлагаю Вам бонус \- краткий перечень основных этапов купли\-продажи бизнеса и правильной оценки\.
"""

sale_biz_invest_text2 = r"""
А теперь давайте разберёмся с одним важным вопросом: почему продавать бизнес самостоятельно \- плохая затея\? И зачем вообще нужен какой\-то бизнес\-брокер\?

Представьте себя в роли собственника бизнеса \- человека, который вложил в свой проект кровь, пот и деньги, развивая его как собственного ребенка\. Конечно, Вы хотите продать свой бизнес как можно выгоднее, но вот беда: многие из нас не имеют ясного представления, как это сделать\.

Чаще всего, наше представление о продаже бизнеса сводится к двум вариантам: либо мы размещаем объявление с кратким описанием и надеемся на лучшее, либо предполагаем, что один\-два конкурента выразят интерес, оценят наши усилия и выкупят бизнес за кучу денег\. Но реальность далека от этих представлений\.

Даже если Вы разбираетесь во всем этом, у вас просто может не быть времени или желания заниматься этими деталями\. Так кто же такой бизнес\-брокер\? Интересно узнать\? 
"""

# Старт >> Продажа бизнеса и поиск инвестиций >> Узнать больше
sale_biz_learn_more_text = r"""
Бизнес\-брокер — это профессиональный посредник между покупателем и продавцом бизнеса, который за комиссионные от суммы сделки сводит их и делает сделку возможной\. Но на самом деле, работа брокера куда сложнее, чем просто быть посредником\. 

Брокер \- это организатор всего процесса продажи бизнеса или привлечения инвестиций\. Не путать с менеджером по продажам\.

Результаты работы брокера видят все, но не многие знают, кто именно это сделал\. Это отчетливо видно по крупным сделкам слияния и поглощения\. Например, когда Магнит купил Дикси\. А кто организовал и вел эти сделки, широкие массы не знают\. Брокер всегда остаётся в тени, это серый кардинал бизнеса\. 

Я уверен Вас интересуют и другие вопросы, на которые Вы можете получить ответ, выбрав один из пунктов ниже, или воспользоваться консультацией и разбором бизнеса 👇
"""

# Старт >> Продажа бизнеса и поиск инвестиций >> Узнать больше >> Мои обязательные условия
my_condition_text = r"""
1️⃣ Бизнес должен быть в рабочем состоянии и обеспечивать прибыль

Проекты, которые приостановлены или приносят убытки, не рассматриваются мной\. Также не интересуют проекты на стадии идеи\.

2️⃣ Работаю по договору

Перед началом работы над проектом я заключаю с владельцем бизнеса эксклюзивный договор брокерского сопровождения\. В договоре фиксируются условия, сроки, цена продажи бизнеса и размер вознаграждения брокера\. Все важные моменты документируются\. 

3️⃣ Нужен бюджет на рекламу

Для использования всех инструментов продаж я рекомендую владельцам бизнеса выделить небольшой рекламный бюджет, который впоследствии может быть использован для оплаты вознаграждения брокера\. Для этой цели достаточно 30\-50 тысяч рублей\.
"""

# Старт >> Продажа бизнеса и поиск инвестиций >> Узнать больше >> Как я продаю готовые бизнесы
how_i_sale_text = r"""
1️⃣ Анкетирование и оценка бизнеса

Увы, 90% собственников не знают справедливую цену своего бизнеса\. Чтобы правильно оценить ваш бизнес, я учитываю несколько факторов:

    •   Доходы компании;
    •   Материальные и нематериальные активы;
    •   Оборудование и инструменты;
    •   Возраст бизнеса;
    •   Уровень оптимизации ключевых бизнес процессов;
    •   Сравнительный анализ стоимости подобных проектов\.
    
Есть и другие факторы, которые влияют на стоимость бизнеса\. Товарные остатки, оборотные средства на р/счете, ремонт, дизайн и оформление, причина продажи бизнеса и подтверждение финансовых показателей — все это играет свою роль в итоговой продаже бизнеса\.

2️⃣ Упаковка или предпродажная подготовка бизнеса

В среднем на полную подготовку бизнеса к продаже уходит 1\-2 недели\.

3️⃣ Реклама\. Запуск в продажу

Вот некоторые каналы привлечения покупателей, которые я использую по мере необходимости:

    •   Контекстная реклама Яндекса;
    •   Таргет реклама в ВК;
    •   Размещаю предложение на Авито с применением платных услуг продвижения;
    
4⃣  Переговоры с потенциальными покупателями и показы бизнеса

5⃣  Сделка\. Юридическое сопровождение

*Я и мой юрист* готовим необходимые документы к сделке и гарантируем правильное и безопасное юридическое сопровождение\.
"""

# Старт >> Продажа бизнеса и поиск инвестиций >> Узнать больше >> Стоимость услуг
service_price_text = r"""
Стоимость зависит от конкретного проекта, его параметров и сложности\. В общем, комиссия брокера составляет примерно 16\-20% от стоимости бизнеса и как правило, добавляется к исходной цене\. Это преимущество работы с брокером, так как он старается обеспечить, чтобы итоговая цена оставалась "в рынке" и была привлекательной для покупателя\.
"""

# Старт >> Подбор инвест. проекта
take_invest_proj1 = r"""
Я очень рад, что Вы присоединились и в знак благодарности предлагаю Вам бонус \- краткий перечень основных этапов купли\-продажи бизнеса и правильной оценки\.
"""

take_invest_proj2 = r"""
А теперь давайте разберёмся с одним важным вопросом: почему самостоятельно искать нишу для инвестирования \- плохая затея? И зачем вообще нужен какой\-то бизнес\-брокер?

Представьте, что Вы инвестор, заинтересованный в приобретении успешного бизнеса для инвестирования своих средств\. Вы ищете надежные и перспективные проекты, в которые Вы сможете вложить свой капитал и получить прибыль\.

Однако, Вы можете столкнуться с трудностями, поскольку требуется время и ресурсы на поиск и анализ проектов, тут то и приходит на помощь бизнес\-брокер\.

Бизнес\-брокер \- это профессионал, который имеет опыт и экспертизу в области поиска перспективных проектов и предложений для инвестирования\. Он обладает доступом к информации о рынке, имеет знания о том, как оценивать и анализировать проекты с точки зрения их потенциала и рисков\.

Сотрудничество с бизнес\-брокером позволяет Вам экономить время и усилия на поиск и анализ проектов, а также обеспечивает доступ к лучшим предложениям на рынке\. Благодаря опыту и экспертизе брокера, Вы можете быть уверены в том, что Ваш капитал будет вложен в перспективные и безопасные проекты, что повышает шансы на успешное инвестирование и получение прибыли\.

Я уверен Вас интересуют и другие вопросы, на которые Вы можете получить ответ, выбрав один из пунктов ниже, или ниже, или воспользоваться консультацией👇
"""

# Старт >> Подбор инвест. проекта >> Цены и условия работы
price_condition_text = r"""
Наши услуги брокера предоставляются в рамках существующих проектов, на которых мы работаем\. Стоимость услуг обычно оплачивается лицом, которое привлекает инвестора\.
"""

# Старт >> Подбор инвест. проекта >> Структура работы
struct_work_text = r"""
У нас есть база действующих бизнесов, которые нуждаются в привлечении инвестиций, но если нужно мы готовы рассмотреть индивидуальные пожелания инвестора и подобрать для него эксклюзивный проект\.
"""


# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера
project_design_text = r"""
В каждом нашем проекте мы учитываем весь имеющийся опыт строительно\-монтажных работ\. Это означает, что каждое решение, каждая деталь наших проектов проверены на практике\.

Наш грамотный проектировщик учитывает специфику вашего объекта, методы и последовательность проведения монтажных работ, а также дальнейшую правильную эксплуатацию объекта\.

Также мы предлагаем широкий спектр услуг по дизайну интерьера, включая разработку уникального стиля для вашего дома, подбор материалов, мебели и декора\. 

Мы готовы предложить вам дополнительную информацию или бесплатную консультацию\. Если вас интересуют примеры работ, пожалуйста, отправьте запрос нашему консультанту, и мы с удовольствием предоставим вам наше портфолио для ознакомления\.

Вы можете ознакомиться с информацией самостоятельно выбрав один из пунктов внизу 👇
"""

# Старт >> Строительство, проекты, дизайн >> Стройматериалы >> Где офис?
where_office_text = r"""
Наш офис г\. Абакан Итыгина 22, вывеска Арболит\-центр  \(со стороны перекрестка\)

Вы можете узнать больше информации, выбрав один из пунктов ниже:
"""

# Старт >> Строительство, проекты, дизайн >> Стройматериалы >> Где посмотреть товар?
where_look_product_text = r"""
Образцы представлены в офисе и на сайте компании https://арболит\-абакан\.рф

Вы можете узнать больше информации, выбрав один из пунктов ниже:
"""

# Старт >> Строительство, проекты, дизайн >> Стройматериалы >> Как оплатить?
how_pay_text = r"""
Вы можете оплатить заказ как наличными, так и безналичным способом\. Если Вы предпочитаете безналичный расчет, мы предоставляем соответствующие реквизиты для оплаты банковским переводом\. 
"""


# Старт >> Строительство, проекты, дизайн >> Стройматериалы >> Качество товаров
which_quality_text = r"""
С качеством, гарантией и надежностью компании Вы можете ознакомиться изучив:

[Информацию на оф\.сайте](https://gk-concrete\.ru)
[Отзывы на авито]()
[Отзывы в 2гис](https://2gis\.ru/abakan/firm/9711414977495976)

Также Вы можете ознакомиться с образцами в шоуруме по адресу Абакан, Итыгина, 22

Вы можете узнать больше информации, выбрав один из пунктов ниже:
"""

# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера >> Сколько стоит проект?
how_price_project_text = r"""
Предварительная стоимость проекта рассчитывается  исходя из общей площади помещений и вида проекта\.
 Базовая стоимость:
    —   Архитектурный раздел от от 300 р за кв/м\. 
    —   Конструктивный раздел от 800 р/кв\.м\. 
    —   Инженерные сети:электро от 35 тр, 
    —   Отопление от 45 т\.р\. 
    —   Вода и канализация от 35 т\.р\.
Дизайн проект:
планировочные решения от 500 р /кв;
Полноценный дизайн проект от 1000 р/кв;
3Д визуализация от 1000 р/кв\.\.\. Для более точного расчета напишите площадь здания и этажность консультанту, после чего вам будет предложено заполнитель тех задание на проектирование\.
"""

# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера >> Из чего состоит проект?
what_is_project_text = r"""
Ваш проект будет включать архитектурный раздел и конструктивный с расчетами, а также в договоренностям возможно изготовить проекты инженерных сетей, электроснабжение, водоснабжение, отопление и канализацию и дизайн проект интерьера\. 

Более детальную информацию, Вы можете уточнить у консультанта или на официальном сайте компании\.

https://gk\-concrete\.ru/uslugi/proektirovanie

"""

# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера >> Есть ли готовые варианты проектов?
there_ready_variants_text = r"""
Да, у нас есть готовые варианты проектирования коттеджей\. Пожалуйста, оставьте запрос нашему консультанту, и мы предоставим вам всю необходимую информацию\. 

После обсуждения Ваших требований и пожеланий, мы подберем оптимальные варианты, которые будут соответствовать Вашим представлениям об идеальном доме\.

"""

# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера >> Как долго делается?
how_long_text = r"""
Создание проекта в среднем занимает от 1 до 2 месяцев\. Этот срок может варьироваться в зависимости от сложности проекта и ваших индивидуальных требований\.

"""

# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера >> Где встретиться переговорить?
where_meeting_text = r"""
Вы можете встретиться с нами для переговоров в офисе компании, где мы сможем обсудить все детали вашего проекта в комфортной обстановке\. 

Мы находимся по адресу:

г\. Абакан Итыгина 22, вывеска Арболит\-центр \(со стороны перекрестка\)

Также доступна возможность провести встречу онлайн, если это предпочтительнее для вас\. Пожалуйста, свяжитесь с нами для уточнения деталей и выбора удобного времени\.

"""

# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера >> Сколько стоит дизайн?
price_design_text = r"""
Стоимость дизайна интерьера рассчитывается индивидуально и зависит от площади помещения и сложности проекта\. Для планировочных решений цена начинается от 500 рублей за квадратный метр\. Полноценный дизайн интерьера может стоить от 1000 до 2000 рублей за квадратный метр\.

"""

# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера >> Из чего состоит дизайн?
design_content_text = r""" Наши услуги по дизайну интерьера включают разработку планировочных решений, подбор стилистической карты и материалов, авторский надзор, а также помощь в закупке и снабжении необходимыми материалами и элементами декора\. 

Это комплексный подход, обеспечивающий создание уникального и гармоничного пространства, соответствующего вашим предпочтениям и требованиям\.

"""

# Старт >> Строительство, проекты, дизайн >> Проектирование и дизайн интерьера >> Как долго делается дизайн?
how_long_design_text = r"""Срок выполнения проекта дизайна интерьера варьируется в зависимости от объема и сложности задач, но в среднем составляет от 1 до 2 месяцев\. Это время необходимо для тщательной проработки всех деталей и обеспечения высокого качества конечного результата\.

"""



# Старт >> Бизнес консультации
biz_consult_text1 = r"""
Спасибо, что подписались\! В качестве бонуса Вы получаете \- Гайд по настройке идеального маркетинга\. Ключевые факторы роста и успеха в бизнесе\.

Эти материалы помогут Вам лучше понять, как создать успешный бизнес и достичь поставленных целей\.

"""

biz_consult_text2 = r"""
У предпринимателей могут возникать различные проблемы ведения бизнеса, будь то сложности с управлением временем, неэффективная маркетинговая стратегия или проблемы с финансами\.

Я готов помочь Вам решить эти проблемы и добиться успеха в вашем бизнесе\. Для начала, мне нужно узнать немного больше о вашей ситуации\.Ответьте на несколько вопросов\.
"""

send_request_text = r"""С учетом Вашей сферы деятельности и потребностей, я готов помочь Вам разработать и внедрить лучшие рабочие методики в Ваш бизнес\. 

Мы можем начать с более подробного анализа Вашей текущей ситуации и проблем, для этого вам нужно нажать "ОТПРАВИТЬ МОЙ НОМЕР ТЕЛЕФОНА" или “НАПИСАТЬ МЕНЕДЖЕРУ” \(нажмите на символ в поле для ввода сообщений, справа от скрепки\) или вы можете получить дополнительную информацию выбрав один из пунктов
"""

# Старт >> Бизнес консультации >> Мои соц. Сети
my_social_network_text = r"""Конечно, рад, что вас заинтересовали мои социальные сети\! Вот ссылки на них:

[Tenchat](https://tenchat\.ru/Vadim\_Kiri?utm\_source\=d42e9d08\-3904\-4550\-a4cc\-b86b73b8e634)

"""

# Старт >> Бизнес консультации >> Кто я и чем могу быть полезен
who_i_am_text = r"""Я бизнес\-консультант с более чем 12\-летним опытом работы в сфере предпринимательства\. 

Основатель компании ГК 'Конкрит', я создал с нуля завод железобетонных изделий, начав с нулевого капитала\. 

За годы моей деятельности я овладел различными направлениями, включая строительство, логистику, продажи как на рынке B2B, так и B2C, маркетинг, а также принципы руководства персоналом и бережливого производства\.

Моя способность успешно совмещать бизнес, спорт, и творчество, в сочетании с легкостью в общении и делах, позволяет мне предоставлять ценные консультации\. 

Я культивирую здоровый образ жизни и традиционные ценности, а также изучаю принципы эффективного личностного роста, помогая, избавиться от ограничений, тревог,  обрести личную силу, комфорт, счастье, стать хозяином своей жизни и вывести бизнес на новый уровень\.

"""



const_proj_des_starttext1 = r"""
Мы очень рады, что Вы присоединились к нам, и в знак благодарности предлагаем Вам уникальный бонус – эксклюзивную методичку \(незаменимый помощник\) для заказчиков по строительству и дизайну\.

*В методичке вы найдете:*

    —   Критерии и инструкции по выбору подрядчиков и поставщиков\.
    —   Ключевые этапы в организации строительства\.
    —   Рекомендации по проектированию, строительству и дизайну\.
    —   Советы по эффективной экономии без потери качества\.
    —   Анализ самых распространенных ошибок и способы их избежать\.
"""

const_proj_des_starttext2 = r"""Если Вас интересуют строительные материалы, проектирование коттеджа или дизайн интерьера, мой чат\-бот готов поделиться информацией о продукции и услугах, которые мы предлагаем\.

Выберите один из пунктов ниже:
"""

construct_text = r"""Работая с нами, Вы обеспечите свой объект качественными и надежными материалами, получите удобный сервис, доставку и Выгоду, т\.к\. мы являемся производителями и дилерами стройматериалов\.

    —   ЖБИ \(фбс, кольца, лотки, плиты, бордюр и др\)\;

    —   Металлоизделия\;

    —   Компоненты для КТП, ВРУ, электротовары\;

    —   Сухие строительные смеси, кладочная сетка, рулонная гидроизоляция, паро\-звукоизоляция, мастика\;

    —   Кирпич облицов\., бетонные стеновые блоки, газобетон\;

    —   Декоративные материалы\;

Мы готовы взять на себя все вопросы, связанные со строительством:

    —   Проектирование домов
    —   Дизайн проекты
    —   Согласование документации
    —   Авторский надзор
    —   Подбор и снабжение материалами\.

Точные цены, место погрузки и наличие товара рекомендуем уточнять в личном общении\.

Стоимость доставки рассчитывается в зависимости от удаленности и объема продукции\.

Вы можете ознакомиться с подробной информацией самостоятельно, выбрав один из пунктов ниже:
"""


feedback_text = r"""Если Вам нужна доп\. консультация, Вы можете написать  сообщение нажав  "НАПИСАТЬ МЕНЕДЖЕРУ" или заказать звонок нажав  "ОТПРАВИТЬ МОЙ НОМЕР ТЕЛЕФОНА" внизу 👇

\*Нажимая “Отправить мой номер телефона”
вы даёте согласие на обработку ваших персональных данных и получение информационной рассылки\.

С Политикой обработки персональных данных можно ознакомиться по [ссылке](http://www.\.com/)
"""

consultation_text = r"""Оставьте свой номер телефона, нажав на "Оставить номер телефона" и я свяжусь с Вами, чтобы обсудить все детали и ответить на вопросы\.
Если более комфортно общаться в чате, нажмите “Написать менеджеру” и оставьте сообщение
"""

send_phone_text = r"""🚀 Спасибо за заявку\!

Скоро я с вами свяжусь, чтобы обсудить все детали и ответить на вопросы\.

Предлагаю подписаться на телеграм канал и узнать больше информации 👇
"""